Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Both these stretches lie far down towards Lake Selbu.
nb: Begge disse strekningene ligger langt ned mot Selbusjøen.

source: However, this does not mean that the case law of the European Court of Justice and other EU bodies is irrelevant.
nb: Det betyr imidlertid ikke at EU-domstolens, og øvrige EU-organers, praksis er uten betydning.

source: As a new submission before the Supreme Court, A and NOAH contend that no attack or injury has occurred within the meaning of the Dogs Act.
nb: Ved vurdering av om overtredelsen er grov, skal det særlig legges vekt på overtredelsens omfang og virkninger, og graden av utvist skyld."

source: However, a balance must be struck if the rights conferred by Article 27 conflict with other basic rights.
nb: Det må likevel foretas en avveining hvis rettighetene etter artikkel 27 står mot andre grunnleggende rettigheter.

source: Some of the immediate measures mentioned in section 17 may be seen from the same angle.
nb: En del av de umiddelbare tiltakene som er nevnt i § 17, kan ses under samme synsvinkel.

source: In line with the statements given by G, H and I, it is assumed that the workers, including C, were subservient whenever B or any of his family members arrived.
nb: I tråd med forklaringene fra G, H og I, legges til grunn at arbeiderne, herunder C, var underdanige når B eller noen fra hans familie kom.

source: in the witness room for this courtroom or in its
nb: i vitnerommet for denne rettssalen eller i dens

source: C and others (Counsel Karoline Henriksen)
nb: (advokat Karoline Henriksen)

source: Furthermore, internally among the population of the valley there have been
nb: Internt mellom befolkningen i dalen har det dessuten vært få konflikter om bruken, og ved uenighet har man lokalt funnet løsninger.

source: Chapter 45 contains provisions on the DNA database.
nb: Kapittel 45 gir bestemmelser om DNA-registeret.

source: Such a condition for entitlement to cash benefits is thus contrary to Article 7.
nb: Et slikt vilkår for kontantytelser er derfor i strid med artikkel 7.

source: It is also stated: "
nb: Der heter det videre:

source: The factors that I have stressed above are supported by a statement made on 19 July
nb: De forhold som jeg har fremhevet foran, støttes av en forklaring avgitt 19.

source: In September 2005 the mother was expelled to Pakistan, and she died in August 2007.
nb: Moren ble i september 2005 utsendt til Pakistan, og hun døde i august 2007.

source: No grounds for criticism.
nb: Ikke grunnlag for kritikk.

source: This can be compared to the definitions in the Maritime Code sections 251 and 321.
nb: Man kan her sammenligne med definisjonene i sjøloven §§ 251 og 321.

source: However, article 28 gives an individual right for each refugee, and it must be assessed individually whether the asserted reason applies with the necessary strength for this applicant.
nb: Men artikkel 28 gir en individuell rettighet for den enkelte flyktning, og det må vurderes konkret om den påberopte grunnen gjør seg gjeldende med den nødvendige styrke for denne søkeren.

source: As in the case at hand, the appellant did not request that the care for the children – with whom she had not had contact for a long time – be returned to her.
nb: Som i saken her gjorde ikke klageren gjeldende for nasjonale domstoler at omsorgen for barna – som hun ikke hadde hatt kontakt med på lang tid – skulle tilbakeføres til henne.

source: The workers came from poor conditions, but this does not imply that they were in a vulnerable situation in India, and they were not subjected to coercion there.
nb: Arbeiderne kom fra fattige kår, men det innebærer ikke at de var i en sårbar situasjon i India, og de ble ikke utsatt for tvang der.

source: Based on various provisions in the Police Databases Act, including section 12, the Police Databases Regulations were adopted in September 2013.
nb: Med hjemmel i ulike bestemmelser i politiregisterloven, herunder § 12, ble politiregisterforskriften vedtatt i september 2013.

source: independent judicial review had been withheld from the courts pursuant to section 204
nb: Som følge av bevisforbudet i tvistemålsloven § 204 nr.

source: Use in Essand since 1892 Before I go more closely into information about later use in Essand – which also applies
nb: Før jeg går nærmere inn på opplysninger om senere bruk i Essand - som delvis også gjelder tiden før 1892 -

source: This is emphasised in the Supreme Court decision in Rt-1996-25 on page 34:
nb: Dette fremheves i Rt-1996-25 på side 34:

source: The security of the nation may be endangered by the complainant's presence in Norway in that he can attract terrorist operations against Norway.
nb: Rikets sikkerhet vil kunne settes i fare ved klagerens tilstedeværelse i Norge, ved at han kan trekke terroristvirksomhet mot Norge.

source: They do not contain any discussion of Article 6 of the ECHR and the European Court of Human Rights case law of which I have given an account, and are thus of lesser importance.
nb: De inneholder ingen drøftelse av EMK artikkel 6 og den praksis fra EMD som jeg har redegjort for, og har derfor mindre betydning.

source: documents before reaching the age of maturity, as they were dependent on assistance from the mother, whose place of residence was unknown (paragraph 83).
nb: de oppnådde myndighetsalderen, idet de var avhengig av bistand fra moren som hadde ukjent oppholdssted (avsnitt 83).

source: ICCPR article 27 – the question whether Sara's rights have been violated
nb: SP artikkel 27 – spørsmålet om Saras rettigheter er krenket

source: Conviction for homicide and aggravated robbery: Inspection and the speciliaty principle in the Extradition Convention 1957
nb: Domfellelse for drap og grovt ran: Spørsmål om dokumentinnsyn og om spesialitetsprinsippet i utleveringskonvensjonen av 1957

source: Zawahiri, attended the negotiations between the various groups prior to the formation of Ansar al-Islam in December 2001.
nb: Den ene av de som skal ha truet med aksjoner mot Norge, Ayman al-Zawahiri, var ifølge Lokmandommen til stede under forhandlinger mellom ulike grupperinger forut for at blant annet Ansar al-Islam ble dannet i desember 2001.

source: TU Cases 17-120 and 17-124 Judicial conduct, legal preposition, pressure to enter into a settlement,
nb: TU-sak 17-120 og 17-124 Dommeradferd, forhåndsstandpunkt, forlikspress, opptreden i klageprosess, kritikk.

source: for making any exception for Flønesneset, which the landowners particularly emphasised in
nb: unntak for Flønesneset, som grunneierne særlig fremhevet i prosedyren.

source: I consider this to be a parallel to ECtHR's criterion "very exceptional circumstances", for which I have accounted.
nb: Jeg oppfatter dette som en parallell til EMDs kriterium "very exceptional circumstances", som jeg har redegjort for.

source: The complaint concerned an evaluation of the judge in question as part of an appraisement.
nb: Klagen knyttet seg til en vurdering av de innklagede avgitt i et skjønn.

source: I now turn to the court of appeal's application of the law to the facts on this point.
nb: Jeg går så over til lagmannsrettens konkrete rettsanvendelse på dette punktet.

source: (117) The CRC establishes “the Rights of the Child”.
nb: (117) Barnekonvensjonen fastsetter "the Rights of the Child".

source: This is illustrated by the letter’s introduction in which it says:
nb: Dette illustreres av brevets innledning hvor det heter:

source: on page 207, the implications of such participation will vary in each case.
nb: på side 207, vil det variere fra sak til sak hva en slik deltakelsesrett nærmere innebærer.

source: Within the area personnel and services, the pilots and the cabin crew members are employed in separate companies.
nb: Innenfor virksomhetsområdet personell og tjenester er pilotene og kabinpersonellet ansatt i separate selskaper.

source: Also, I find no support in the case law of the EU Court of Justice for holding that post-sale use is not comprised by article 5 (1) (a).
nb: Jeg finner heller ikke noen støtte i EU-domstolens praksis for å holde tilfeller der det påtalte forholdet har funnet sted etter salgssituasjonen, utenfor anvendelsesområdet for artikkel 5 (1) (a).

source: Based on the evidence presented, the court of appeal deems it clear that colours to a large extent have been used to visually support the written information about the purpose/function and the strength of the product.
nb: "… På grunnlag av bevisførselen anser lagmannsretten det ikke tvilsomt at farger i stor utstrekning har vært brukt beskrivende for visuelt å understøtte den skriftlige informasjonen om produktets formål/funksjon og styrkegrad.

source: Read in context, I cannot see that General
nb: Lest i sammenheng kan jeg ikke se at General Comment No.

source: Liability for legal costs.
nb: Om ansvar for idømte sakskostnader.

source: , “a certain gravity” is used under the discussion of Article 8.
nb: brukes uttrykket «certain gravity» under drøftelsen av artikkel 8.

source: A credit of 674 – sixhundredandseventyfour – days is given for time spent in custody.
nb: Varetekt kommer til fradrag med 674 – sekshundreogsyttifire – dager jf.

source: He participated in escorting B from Oslo to Landvetter airport in Gothenburg in Sweden.
nb: Han deltok i transporten av B fra Oslo til Landvetter flyplass i Göteborg i Sverige.

source: Article 3 was applied.
nb: Artikkel 3 fikk da anvendelse.

source: I refer to what I have said about the implications of this requirement.
nb: Jeg viser til det jeg har sagt om hva som nærmere ligger i dette kravet.

source: The granting of a security interest may have a fundamental impact on the estate, and the insolvency proceedings and the rules governing them may strongly affect the contents and effects of alleged security interests.
nb: Pantsettelser kan ha en helt fundamental betydning for boet, samtidig som insolvensbehandlingen og reglene om denne sterkt kan påvirke innholdet og virkningene av påståtte panterettigheter.

source: that the complainant's counsel had no comments regarding the case.
nb: Tilsynsutvalget påpekte at klagers advokat ikke hadde bemerkninger til saken.

source: New means of communication have fostered new ways of exploiting protected works.
nb: Nye formidlingsmuligheter har medført nye muligheter for masseutnyttelse av åndsverk.

source: Next, examples of various types of work are listed in 13 items.
nb: Deretter følger en eksemplifisering av ulike typer åndsverk som går over 13 numre.

source: Norwegian Air Shuttle ASA is not awarded costs from A and B.
nb: Norwegian Air Shuttle ASA tilkjennes ikke sakskostnader fra A og B.

source: Against this background, I conclude that the objective criteria for contributory negligence are
nb: Jeg konkluderer etter dette med at de objektive vilkår for medvirkningsansvar er oppfylt.

source: - The complainants are primarily the parties to the case (normal y more than 90 percent).
nb: • Det er først og fremst partene i saken som klager (vanligvis over 90 prosent).

source: Here the pension had been earned before the amendment to the law which altered the conditions with the result that the person concerned was not entitled to a pension after all when her divorced spouse died.
nb: Her var pensjonen opptjent før lovendringen som endret vilkårene, med den følge at vedkommende likevel ikke ble berettiget til pensjon da hennes fraskilte ektefelle døde.

source: The family ties severed by forced adoption are protected under ECHR Article 8 and Article 102 of the Norwegian Constitution.
nb: De familiemessige båndene som brytes ved tvangsadopsjon, er beskyttet av EMK artikkel 8 og Grunnloven § 102.

source: Furthermore, NAN leased 36 Boeing 737 from NAS – the number of aircraft necessary to fly the short-distance routes in Norway.
nb: Videre leide NAN 36 Boeing 737 fra NAS ‒ det antall fly som var nødvendig for å fly kortdistanserutene i Norge.

source: RiksTV provides decryption equipment to its subscribers that enables them to see the broadcast content in the signals.
nb: RiksTV utstyrer abonnentene med en tv-dekoder, som medfører at de kan se programinnholdet i signalene.

source: As I have already quoted from paragraph 46 in Supreme Court judgment Rt-2015-110, the requirement of "particularly weighty reasons" must be interpreted likewise.
nb: Som nevnt i det jeg har tidligere sitert fra avsnitt 46 i Rt-2015-110 må kravet om "særlig tungtveiende grunner" forstås på samme måte.

source: be satisfied by Sami reindeer husbandry with respect to use from time immemorial, it is first
nb: Utover det som fremgår om nyanser i forståelsen av kravene til alders tids bruk i den samiske reindriften, er

source: Translation from Norwegian
nb: har endret seg vesentlig.

source: defence and reply form (pdf)
nb: skjema for tilsvar (pdf)

source: The court of appeal has interpreted article 27 to mean that reindeer herders are entitled to
nb: Lagmannsretten har lagt til grunn at artikkel 27 oppstiller krav om at reindriftsutøverne må sikres et økonomisk utbytte

source: "The Ministry will point out that even if section 49 a only comprises consumer purchase with a professional seller and claims of defect, the provision is not to be interpreted
nb: "Departementet vil peke på at når § 49 a er begrenset til å gjelde forbrukerkjøp med yrkesselger og krav som følge av en mangel, må bestemmelsen ikke dermed tolkes antitetisk i den forstand at det overhodet ikke er adgang til springende regress i andre tilfelle.

source: Thanks for your feedback!
nb: Takk for hjelpa!

source: No damages were subsequently claimed from FjordEvents.
nb: Det ble ikke krevd erstatning av FjordEvents i ettertid.

source: This does not include private or closed "point-to-point"communication, see SBS paragraph 21, also with further references.
nb: Private eller lukkede overføringer er ikke omfattet, jf. SBS-saken avsnitt 21, også der med videre henvisninger.

source: In summary, I find that sources of law demonstrate that the Sale of Goods Act section 84 may be supplemented by non-statutory law.
nb: Oppsummeringsvis er det etter mitt syn god rettskildemessig dekning for å supplere kjøpsloven § 84 med ulovfestet rett.

source: Ilgar Mammadov v. Azerbaijan
nb: Ilgar Mammadov mot Aserbajdsjan

source: The appellant has pointed out that Article 1 A (2) concerns any person who "is outside the country of his nationality", and that there is no requirement that the risk of persecution has occurred before he fled from that country.
nb: Ankende part har pekt på at artikkel 1 A (2) gjelder personer som "befinner seg utenfor det land han er borger av", og at det ikke stilles krav om at forfølgelsesfaren må ha oppstått før vedkommende flyktet fra landet.

source: According to the Lapp Commission he was
nb: Ifølge Lappekommisjonen var han den største reineieren i

source: However, this is not obvious in cases where such activities are primarily carried out for recruitment purposes."
nb: Dette er imidlertid ikke opplagt i tilfeller der slik virksomhet primært drives i rekrutteringsøyemed."

source: Chief Justice Øie has been a member of the local Norwegian board of the Nordic Conferences of Lawyers from 2008 to 2017.
nb: Justitiarius Øie var styremedlem i det norske lokalstyret av De nordiske juristmøter fra 2008 til 2017.

source: I share this view, but I cannot see how it resolves the issue in our case.
nb: Jeg er enig i dette, men jeg kan ikke se at det løser spørsmålet i vår sak.

source: divided into two main groups, Saanti sijte, north of the Nea and east of Lake Essand, and
nb: sijte, nord for Nea og øst for Essandsjøen, og Gåebrien sijte, sør for Nea og vest for Essandsjøen.

source: The way section 14 of the Copyright Act is worded, and in light of what I have highlighted from the preparatory works, I find it clear that the legal policy considerations invoked cannot justify an interpretation implying that Lovdata’s databases are without protection under section 24.
nb: Slik åndsverkloven § 14 er formulert, og i lys av det jeg har trukket frem fra forarbeidene, finner jeg det klart at de rettspolitiske hensyn som er anført, ikke kan gi grunnlag for en tolkning av loven som innebærer at Lovdatas databaser er unntatt fra vern etter § 24.

source: This implies that the case in its entirety must be decided under Norwegian law.
nb: Dette innebærer at saken i sin helhet skal avgjøres etter norsk rett.

source: A united Supreme Court finds that Article 89 in principle allows constitutional review of a consent by the Storting to the entry into of international agreements.
nb: En samlet Høyesterett slår fast at § 89 i prinsippet åpner for domstolskontroll av et stortingsvedtak om samtykke til å inngå internasjonale avtaler.

source: cotters and lodgers increased in the same period from 43 to 82.
nb: Summen av selveiere, leilendinger, husmenn og losjerende økte i den samme perioden fra 43 til 82.

source: For many of the employees, this implied that they could retire at the age of 62.
nb: For mange av de ansatte innebar dette at de kunne gå av med alderspensjon når de fylte 62 år.

source: He turned down the 500 rupees he was offered in payment.
nb: Han avslo de 500 rupier han ble tilbudt i betaling.

source: After extensions, the dock system currently consists of a main dock stretching some 230 meters into the basin with crossing piers on the landside.
nb: Etter utvidelser består anlegget i dag av en hovedbrygge som strekker seg omlag 230 meter ut i havnebassenget med tverrpirer på landsiden.

source: paragraph 61. In the next paragraphs, the CJEU points out that the right to have the case adjudicated by independent judges is a fundamental part of the right to a fair trial, and that the judges’ independence may be threatened by systemic or generalised deficiencies in the administration of justice in the country concerned.
nb: avsnitt 61. I de følgende avsnittene peker EU-domstolen på at retten til å få saken pådømt av uavhengige dommere er en del av kjerneinnholdet i retten til en rettferdig rettergang, og at dommernes uavhengighet kan være truet av systemtrekk og andre generelle trekk ved rettsvesenet i vedkommende land.

source: However, this was rescinded because section 342 in force at the time did not contain any fine alternative.
nb: Dette ble imidlertid opphevet fordi daværende § 342 ikke inneholdt noe bøtealternativ.

source: omplaint filed by a party to a parental dispute.
nb: Klage fra part i foreldretvist.

source: The workers as well as their families in India neededthe money earned in Norway.
nb: De selv og familiene i India hadde behov for pengene som ble tjent i Norge.

source: Only if the distribution service had been purely technical in nature, the distributors' transmission would be a communication to the public on behalf of the broadcasters, see also paragraph 33.
nb: Bare hvis distributørene kun var å anse som en teknisk medhjelper for kringkasterne, ville distributørenes utsendelse være overføring til allmennheten på kringkasterens vegne, jf. også avsnitt 33.

source: Special weight must then be placed on the use of this particular shade.
nb: Det er da særlig bruken av denne nyansen som kan tillegges vekt.

source: The EU's choice-of-law rules in Rome II could not lead to any other result.
nb: EU-forordningen Roma II ville ikke føre til en annen konklusjon.

source: has emerged since the Supreme Court's judgments in 2015.
nb: praksis fra Den Europeiske Menneskerettsdomstol etter Høyesteretts dommer i 2015

source: From 1988-1990, Toril Marie Øie took leave of absence from the Legislation Department to serve as a deputy judge and later an acting judge and acting chief judge at Strømmen District Court.
nb: Fra 1988-1990 hadde Toril Marie Øie permisjon fra Lovavdelingen for å være dommerfullmektig og senere konstituert herredsrettsdommer og konstituert sorenskriver ved Strømmen sorenskriverembete.

source: A’s principal arguments are as follows:
nb: har i hovedtrekk gjort gjeldende:

source: landowners’ and the Sami’s use of the area. Since section 15 provides that the landowner must not exploit his property “in such manner that it is of significant detriment or
nb: Når § 15 fastsetter at grunneieren ikke må utnytte sin eiendom «på en slik måte at det er til vesentlig skade eller ulempe for reindriftsutøvelse», vil interesseavveiningen ofte måtte gå i grunneiernes favør i de vestligste delene av tvisteområdet.

source: Day and up to August.
nb: Hans og fram til august.

source: Supreme Court judgment 13 November 2020,
nb: Høyesteretts dom 13. november 2020,

source: practitioners in the case, and was therefore not substantiated to a sufficient degree.
nb: Tilsynsutvalget fant det imidlertid sannsynliggjort at dommeren ba tiltalte «holde munn», og påpekte at dette var uheldig.

source: Sentence for dealings with heroin
nb: Utmåling av straff for mishandling i familieforhold

source: But they nevertheless claimed to have rights of use.
nb: Men de påberopte seg likevel bruksrett.

source: In this respect, I note that the question whether fraudulent conduct has been exercised is in fact the question concerned in the claim for damages relating to the two-stroke engines.
nb: Til dette bemerker jeg at spørsmålet om det foreligger bedragersk adferd nettopp er det spørsmålet som erstatningskravet knyttet til totaktsmotorene gjelder.

source: The Committee found that the judge had acted in breach of points 3 and 6 of the ethical principles for judicial conduct and issued a critical assessment.
nb: Utvalget mente at dommeren hadde opptrådt i strid med de etiske prinsipper for dommeradferd punkt 3 og 6, og fattet vedtak om kritikk.

source: Although I agree that public access to Supreme Court rulings is important in a democratic society, and that the threshold for interference should generally be higher when it affects the press or other participants in the public debate than when it affects a player whose sole purpose is economic profit, I cannot see that Article 10 of the Convention has been violated in the case at hand.
nb: Selv om jeg er enig i at allmenn tilgang til høyesterettsavgjørelser er viktig i et demokratisk samfunn, og at det i utgangspunktet må stilles strengere krav til inngrep i ytringsfriheten når inngrepet er foretatt overfor pressen eller en annen aktør i samfunnsdebatten enn når det dreier seg om en aktør med mål om økonomisk avkastning, kan jeg ikke se at det foreligger noen krenkelse av EMK artikkel 10 i denne saken.

source: on adopted children have been studied by the expert and presented in an appendix to the statement.
nb: om adopterte barn er gjennomgått av den sakkyndige i et vedlegg til erklæringen.

source: The question here is not how far the arbitration clause reaches in the relationship between these two companies, but to which extent Skaugen was bound by it when submitting a claim directly against MAN.
nb: Spørsmålet her er ikke hvor vidtrekkende voldgiftsklausulen er i forholdet mellom disse to selskapene, men i hvilken utstrekning Skaugen eventuelt er bundet av denne når selskapet retter krav direkte mot MAN.

source: 2009/397) and has concluded that it does, see in particular paragraphs 69-78.
nb: 2009/397), er dette drøftet og besvart bekreftende, se særlig avsnitt 69-78.

source: The fishing took place on the Norwegian continental shelf, see the Submarine Resources Act section 1.
nb: Fangsten skjedde på norsk kontinentalsokkel, jf. lov om undersjøiske naturforekomster § 1.

source: Like the distributors in both the SBS case and the Airfield case, RiksTV plays an independent commercial role; it puts together a new audio-visionary product in their channel packages.
nb: På samme måte som distributørene både i SBS-saken og i Airfield-sakene, har RiksTV en selvstendig kommersiell rolle;
